Repository: viveklpu2011/DuraUserNew
Catalog: NewDuraApp_Development/NewDuraApp/Resources/AppResources.*.resx
Languages: fil

source: We are Working on it.It is in Progress.
fil: Nagsusumikap kami dito. Nasa Isinasagawa ito.

source: We are working with google for tracking link.Backend Team work is inProgress.
fil: Nakikipagtulungan kami sa google para sa link sa pagsubaybay. Ang gawain sa backend Team ay nasaProgress.

# We_Found_You_A_Driver
source: We've Found You A Driver
fil: Natagpuan ka namin ng isang Driver

source: We need to access your phone book in order to save address with contact
fil: Kailangan naming i-access ang iyong libro ng telepono upang mai-save ang address sa pamamagitan ng contact

source: We need to find where you are in order to better facilitate you
fil: Kailangan naming hanapin kung nasaan ka upang mas madaling mapadali ka

source: Where to?
fil: Saan?

source: Where To(Final Drop)
fil: Kung Saan (Final Drop)

source: Where To(Final Drop Location)
fil: Kung Saan (Pangwakas na Lokasyon ng Pag-drop)

source: will be deducted from your wallet.Do you really want to proceed?
fil: ibabawas mula sa iyong pitaka. Nais mo bang magpatuloy?

source: will review later
fil: susuriin mamaya

source: Wrong code
fil: Maling code

source: Yes
fil: Oo

source: Your account is not verified
fil: Ang iyong account ay hindi na-verify

source: Your email or phone is already registered
fil: Nakarehistro na ang iyong email o telepono

source: Your order location is not selected right Please recheck your order and confirm location of pick up and drop up again.
fil: Ang lokasyon ng iyong order ay hindi napiling tama Mangyaring suriin muli ang iyong order at kumpirmahing lokasyon ng kunin at i-drop up muli.

source: Your OTP is not matching, Please resend to get new one.
fil: Ang iyong OTP ay hindi tumutugma, Mangyaring muling ipadala upang makakuha ng bago.

source: Your User Name updated successfully.
fil: Matagumpay na na-update ang iyong User Name.

source: Your wallet amount is not sufficient.Do you want to proceed with COD?
fil: Ang halaga ng iyong wallet ay hindi sapat. Nais mo bang magpatuloy sa COD?

# You_are_now_rider_pending_approval
source: Sakay ka na (nakabinbin ang pag-apruba)
fil: You are now rider(pending approval)

# You_be_have_to_cash_pay_P16_to_delivery_person
source: You'll be have to cash pay P16 to delivery person
fil: Magkakaroon ka ng cash pay P16 sa delivery person

source: You can add maximum three stop location
fil: Maaari kang magdagdag ng maximum na lokasyon ng tatlong paghinto

# You_ll_be_have_to_cash_pay_delivery_person
source: You'll be have to cash pay P16 to delivery person
fil: Magkakaroon ka ng cash pay P16 sa delivery person

source: * You must fill all of the fields.
fil: * Dapat mong punan ang lahat ng mga patlang.
