Repository: viveklpu2011/DuraUserNew
Catalog: NewDuraApp_Development/NewDuraApp/Resources/AppResources.*.resx
Languages: fil

source: About
fil: Tungkol sa

source: About Us
fil: Tungkol sa atin

source: Account Type
fil: Uri ng Account

source: Add
fil: Idagdag pa

source: Additiontal Service
fil: Serbisyo ng Additiontal

source: Address are mandatory
fil: Mandatory ang address

source: Address removed
fil: Inalis ang address

source: Address Updated
fil: Na-update ang Address

source: Add Item Photo
fil: Magdagdag ng Larawan ng Item

source: Add More Details
fil: Magdagdag ng Higit pang Mga Detalye

source: Add New Address
fil: Magdagdag ng bagong address

source: Add New Card
fil: Magdagdag ng Bagong Card

source: Add Pickup Location
fil: Magdagdag ng Lokasyon ng pickup

source: Add Stop Location
fil: Magdagdag ng Lokasyon ng Itigil

source: Add Tip to Driver
fil: Magdagdag ng Tip sa Driver

source: Add Where To(Final Drop)Location
fil: Idagdag Kung Saan (Final Drop) Lokasyon

source: Alert
fil: Alerto

source: * All fields are mandatory.
fil: * Lahat ng mga patlang ay sapilitan.

source: Already an User?
fil: Gumagamit na ba?

source: Already Exist
fil: Umiiral na

source: Amount
fil: Halaga

source: API Error
fil: Error sa API

source: Apply
fil: Mag-apply

source: Are you sure you want to logout?
fil: Sigurado ka bang nais mong mag-logout?

source: Are you sure you want to logout from app ?
fil: Sigurado ka bang nais mong mag-logout mula sa app?

source: Available Balance
fil: Magagamit na Balanse

source: Available Offer
fil: Magagamit na Alok

source: Available offers
fil: Magagamit na mga alok

source: Back & Confirm Order
fil: Bumalik at Kumpirmahin ang Order

source: Back Document 1 photo
fil: Bumalik sa Dokumento 1 larawan

source: Back Document 2 Photo
fil: Balik sa Dokumento 2 Larawan

source: Back side id card photo
fil: Larawan sa likod ng card ng id

source: Balance
fil: Balanse

source: Base Price
fil: Batayang Presyo

source: Base Fare
fil: Pinagbabasehan na pamasahe

source: Base Price (
fil: Batayang Presyo (

source: Block
fil: Harangan:

source: Business Account
fil: Account sa Negosyo

# By_clicking_on_send_OTP_button_you_get_4_digit_OTP_to_verify_that_you_are_real
source: By clicking on send OTP button, you'll get a 4 digit OTP to verify that you are real
fil: Sa pamamagitan ng pag-click sa magpadala ng pindutan ng OTP, makakakuha ka ng isang 4 na digit na OTP upang i-verify na totoo ka

source: By Email
fil: Gamit ang email

source: By Phone
fil: Sa telepono

source: Camera Permission
fil: Pahintulot sa Camera

source: Camera Permission Required
fil: Kinakailangan ang Pahintulot ng Camera

source: Cancel
fil: Kanselahin

source: Cancelled-OrderCancelled
fil: Kinansela-OrderCancelled

source: Card Holder Name
fil: Pangalan ng May-ari ng Card

source: Card Number
fil: Numero ng card

source: Card Removed
fil: Inalis ang Card

source: Card Updated
fil: Nai-update ang Card

source: Cash On Delivery
fil: Cash Sa Paghahatid

source: Change Password
fil: Palitan ANG password

source: Choose Location
fil: Piliin ang Lokasyon

source: Choose Status
fil: Piliin ang Katayuan

source: City
fil: Lungsod

source: Click here to add photo
fil: Mag-click dito upang magdagdag ng larawan

source: Completed-OrderDelivered
fil: Nakumpleto-OrderDelivered

# Confirm
source: OK
fil: Kumpirmahin

source: Confirm Password
fil: Kumpirmahin ang Password

source: Confirm New password
fil: Kumpirmahin ang bagong password

# Confirm_Password
source: Confirm password does not match with password.
fil: Kumpirmahin ang password ay hindi tugma sa password.

source: Connected
fil: Nakakonekta

source: contacts
fil: mga contact

source: Contact Number
fil: Numero ng Pakikipag-ugnay

source: Contact Permission
fil: Pahintulot sa Pakikipag-ugnay

source: Contact Person
fil: Makipag-ugnay sa Tao

source: Contact person name
fil: Makipag-ugnay sa pangalan ng tao

source: Continue
fil: Magpatuloy

source: Coupon :
fil: Kupon:

source: Coupon Discount :
fil: Discount ng Kupon:

source: Create Password
fil: Gumawa ng password

source: Discounted Amount
fil: Dami ng Discounted

source: Distance
fil: Distansya

source: Dist. Travelled Amount
fil: Ilayo Naglakbay na Halaga

source: Document 1 back image removed.
fil: Inalis ang imahe ng pabalik na dokumento 1.

source: Document 1 front image removed.
fil: Inalis ang unang 1 imahe ng dokumento.

source: Document 2 back image removed.
fil: Inalis ang imahe ng pabalik na dokumento 2.

source: Document 2 front image removed.
fil: Inalis ang unang imahe ng dokumento 2.

source: Done
fil: Tapos na

source: Do you really want to cancel ?
fil: Gusto mo ba talagang magkansela?

source: Do you want to cancel your order
fil: Nais mo bang kanselahin ang iyong order "

source: Driver_arrived
fil: Dumating ang driver

source: Driver License back photo
fil: Larawan sa likod ng Lisensya ng Driver

source: Driver License front photo
fil: Larawan sa harap ng Lisensya ng Driver

source: Driving license back image removed
fil: Inalis ang imahe ng pabalik na lisensya sa pagmamaneho

source: Driving license front image removed
fil: Inalis ang imahen sa harap ng lisensya sa pagmamaneho

# Drop_off_Final_Drop_Location
source: Stop Location
fil: I-drop off (Pangwakas na Lokasyon ng Pag-drop) ...

# DuraEatsDesc
source: Partner with Dura Eats and reach more customers than ever.
fil: Kasosyo sa Dura Eats at maabot ang mas maraming customer kaysa dati.

# DuraEatsHeading
source: Dura Eats
fil: Kumakain si Dura

# DuraExpressDesc
source: Experience the fastest and most affordable everyday goods delivery service only with Dura Express.
fil: Karanasan ang pinakamabilis at pinaka-abot-kayang serbisyo sa paghahatid ng pang-araw-araw na gamit lamang sa Dura Express.

# DuraShopDesc
source: Connect with your loyal fan base and be amazed at how we can empower your shop and be on top.
fil: Kumonekta sa iyong tapat na fan base at mamangha sa kung paano namin bibigyan ng kapangyarihan ang iyong shop at maging nasa tuktok.

source: Dura Shops
fil: Mga tindahan ng dura

source: Duration:
fil: Tagal:

source: Dura Drive Referral Code
fil: Code ng Referral ng Dura Drive

# Dura_eat
source: Dura eats
fil: Dura kumain

source: Edit Info
fil: I-edit ang Impormasyon

source: Edit Location
fil: I-edit ang Lokasyon

source: Edit Photo
fil: Ayusin ang larawan

source: Enable all to push notifications
fil: Paganahin ang lahat upang itulak ang mga notification

source: Enter Location
fil: Ipasok ang Lokasyon

source: Enter Pickup
fil: Ipasok ang pickup

source: Enter any referral code if you have any
fil: Magpasok ng anumang referral code kung mayroon ka

source: Enter current password
fil: Ipasok ang kasalukuyang password

source: Enter New Phone Number
fil: Ipasok ang Bagong Numero ng Telepono

source: Enter referral code
fil: Ipasok ang referral code

source: Enter the address
fil: Ipasok ang address

source: Enter the amount
fil: Ipasok ang halaga

source: Enter the drop-off address information
fil: Ipasok ang drop-off na impormasyon sa address

source: Enter the OTP we sent on
fil: Ipasok ang OTP na ipinadala namin

source: Enter the pickup address
fil: Ipasok ang address ng pickup

source: Enter the pickup address information
fil: Ipasok ang impormasyon sa pickup address

source: Enter the reason to cancel this order
fil: Ipasok ang dahilan upang kanselahin ang order na ito

source: Enter the stop address
fil: Ipasok ang stop address

source: Enter tip manually
fil: Manu-manong ipasok ang tip

source: Enter your drop address*
fil: Ipasok ang iyong drop address *

source: Error in updating records.
fil: Error sa pag-update ng mga tala.

source: Error on removing address
fil: Error sa pag-alis ng address

source: error on uploading image,try again
fil: error sa pag-upload ng imahe, subukang muli

# Exp_date
source: Exp date (09/2022)
fil: Petsa ng exp (09/2022)

source: feature coming soon
fil: paparating na ang tampok

source: Fee breakdown details
fil: Mga detalye sa pagkasira ng bayad

source: Finding Driver
fil: Paghahanap ng Driver

source: First Name*
fil: Pangalan*

source: First Id Proof
fil: Katunayan ng First Id

source: Forgot Password?
fil: Nakalimutan ang password?

source: Forgot Password
fil: Nakalimutan ang password

source: Front Document 1 Photo
fil: Harap ng Dokumento 1 Larawan

source: Front Document 2 Photo
fil: Harap ng Dokumento 2 Larawan

source: Front side id card photo
fil: Larawan sa harap ng card ng id

source: Get OTP
fil: Kumuha ng OTP

source: Get Started
fil: Magsimula

source: Get OTP on Email
fil: Kumuha ng OTP sa Email

source: Get OTP on Phone
fil: Kumuha ng OTP sa Telepono

source: Give Permission
fil: Magbigay ng pahintulot

source: Give Permission
fil: Magbigay ng pahintulot

# Google_map_is_not_able_to_pick_address_currently
source: Google map is not able to pick address currently , try again after some time.
fil: Ang Google map ay hindi maaaring pumili ng address sa kasalukuyan, subukang muli pagkalipas ng ilang oras.

source: Have Coupon?
fil: May Kupon?

source: History
fil: Kasaysayan

source: Hi, my name is
fil: Kumusta, ang pangalan ko

source: Home
fil: Bahay

source: Hope you are satisfied by our services
fil: Inaasahan kong nasiyahan ka sa aming mga serbisyo Inaasahan kong nasiyahan ka sa aming mga serbisyo

source: Id card back image removed
fil: Inalis ang imahe ng pabalik na Id card

source: Id card front image removed
fil: Inalis ang imaheng pang-id card

source: Invite now
fil: Anyayahan mo na

source: in cash when delivered
fil: sa cash kapag naihatid

source: Issued by Driver
fil: Inisyu ng Driver

source: Issued to
fil: Inisyu sa

# I_Accept
source: I Accept the
fil: Tinatanggap ko ang

source: Language
fil: Wika

source: Last Name*
fil: Huling pangalan*

source: Later
fil: Mamaya

source: Linked
fil: Naka-link

source: Link Social Account
fil: I-link ang Social Account

source: Live Tracking Link
fil: Link sa Live na Pagsubaybay

source: locations
fil: lokasyon

source: Location not found
fil: Hindi nahanap ang lokasyon

source: Location not updated ! DuraServer down
fil: Hindi na-update ang lokasyon! Bumaba ang DuraServer

source: Location Permission
fil: Pahintulot sa Lokasyon

source: Location service not enabled
fil: Hindi pinagana ang serbisyo sa lokasyon

source: Location updated successfully
fil: matagumpay na na-update ang lokasyon

source: Login
fil: Mag log in

source: Login successful
fil: Matagumpay ang pag-login

source: Login With Email
fil: Mag-login Sa Email

source: Login With Phone Number
fil: Pag-login Sa Numero ng Telepono

source: Logout
fil: Pag-logout

source: Make It Default
fil: Gawin itong Default

source: Map Page
fil: Pahina ng Mapa

source: Mark as Read
fil: Markahan bilang nabasa

source: max length 100
fil: haba ng 100

source: Mobile Number
fil: Numero ng Mobile

source: Multi-node Surcharge
fil: Multi-node Surrarge

source: My Address
fil: Ang aking address

source: My Orders
fil: Ang Aking Mga Order

source: My Profile
fil: Ang Aking Mga Order

source: My Saved Address
fil: Ang Nai-save kong Address

source: Need to access your camera so that you can upload your profile picture and other documents
fil: Kailangang i-access ang iyong camera upang ma-upload mo ang iyong larawan sa profile at iba pang mga dokumento

source: Need to access your gallery so that you can easily upload your documents
fil: Kailangang i-access ang iyong gallery upang madali mong mai-upload ang iyong mga dokumento

source: New here ?
fil: Bago dito?

source: New Password
fil: Bagong Password

source: New Address Added
fil: Naidagdag ang Bagong Address

source: New Card Added
fil: Naidagdag ang Bagong Card

source: Next
fil: Susunod

source: No
fil: Hindi

# NoInternet
source: Please Check Your Internet Connection.
fil: Mangyaring Suriin ang iyong Koneksyon sa Internet.

source: Notification
fil: Pag-abiso

source: Notifications
fil: Mga Abiso

source: Not Connected
fil: Hindi konektado

source: Not connected to internet.
fil: Hindi konektado sa internet

source: Not Linked
fil: Hindi Naka-link

source: No Additional Service available*
fil: Walang Karagdagang Serbisyo na magagamit *

# No_Address_saved_to_show
source: No Address save to show
fil: Walang i-save ang Address upang maipakita

source: No Data Found
fil: Walang Nahanap na Data

source: No driver location link found
fil: Walang nahanap na link ng lokasyon ng driver

source: No more record found!
fil: Wala nang nakitang record!

source: No Notifications data
fil: Walang data ng Mga Abiso

source: No offers available
fil: Walang magagamit na mga alok

source: No promo code available
fil: Walang magagamit na promo code

source: No promo code offer available for you
fil: Walang magagamit na alok na promo code para sa iyo

source: No records found
fil: Walang nahanap na talaan

source: No saved address
fil: Walang Nai-save na Address

source: Number
fil: Bilang

source: Offers & Promo
fil: Mga Alok at Promo

source: Offer & Promocode apply
fil: Nalalapat ang alok at Promocode

source: Ok
fil: Sige

source: Ongoing-OrderPicked
fil: Nagpapatuloy-OrderPick

source: Ordered on
fil: Umorder sa

# Orders_purchased
source: Orders And purchased
fil: Mga Order At binili

source: Order Details
fil: Mga Detalye ng Order

source: Order Number
fil: Numero ng order

source: Order Status
fil: Katayuan ng Order

source: Or Sign in With
fil: O Mag-sign in Gamit

source: Our Service are currently not available in this city We will notify you as soon as we launch.
fil: Ang aming Serbisyo ay kasalukuyang hindi magagamit sa lungsod na ito. Aabisuhan ka namin sa lalong madaling ilunsad.

# Password_must_be_between_8_to_15 characters
source: Password must be between 8 to 15 characters, it must also contain atleast 1 lowercase,1 uppercase, 1 special character and 1 digit.
fil: Ang password ay dapat na nasa pagitan ng 8 hanggang 15 na mga character, dapat din itong maglaman ng atleast 1 maliit na letra, 1 uppercase, 1 espesyal na character at 1 digit.

source: Password Reset Successfully
fil: Matagumpay na I-reset ang Password

source: Payment Method
fil: Paraan ng Pagbayad

source: Pending-OrderNotPickedYet
fil: Nakabinbin na OrderNotPickedYet

source: Personal Details
fil: Personal na detalye

source: Personal Account
fil: Personal na Account

source: Personal Account Documents
fil: Mga Dokumento ng Personal na Account

source: Phone
fil: Telepono

source: Phone Number*
fil: Numero ng telepono*

source: Phone number updated successfully
fil: Matagumpay na na-update ang numero ng telepono

source: Pickup Schedule
fil: Iskedyul ng Pagkuha

source: Pickup Location
fil: Lokasyon ng pickup

source: Pick from camera
fil: Pumili mula sa camera

source: Pick from gallery
fil: Pumili mula sa gallery

source: Please check your Phone number.It may be not reachable.
fil: Mangyaring suriin ang iyong numero ng Telepono. Maaaring hindi ito maabot.

source: Please enter address 1
fil: Mangyaring ipasok ang address 1

source: Please enter address 2
fil: Mangyaring ipasok ang address 2

source: Please enter block address
fil: Mangyaring ipasok ang block address

source: Please enter Card Holder Name
fil: Mangyaring ipasok ang Pangalan ng May-ari ng Card

source: Please enter Card Number
fil: Mangyaring ipasok ang Numero ng Card

source: Please enter contact person name
fil: Mangyaring ipasok ang pangalan ng contact person

source: Please enter Expiry Date
fil: Mangyaring ipasok ang Petsa ng Pag-expire

source: Please enter home address
fil: Mangyaring ipasok ang address ng bahay

source: Please enter minimum 10 digit phone number.
fil: Mangyaring ipasok ang minimum na 10 digit na numero ng telepono.

source: Please enter name
fil: Mangyaring ipasok ang pangalan

source: Please enter promo code to get offer
fil: Mangyaring ipasok ang promo code upang makakuha ng alok

source: Please enter reason
fil: Mangyaring ipasok ang dahilan

source: Please enter Security Code
fil: Mangyaring ipasok ang Security Code

source: Please enter the referral code
fil: Mangyaring ipasok ang referral code

source: Please enter user full name.
fil: Mangyaring ipasok ang buong pangalan ng gumagamit.

source: Please enter valid amount
fil: Mangyaring ipasok ang wastong halaga

source: Please enter valid email id.
fil: Mangyaring ipasok ang wastong email id.

source: Please enter valid first name
fil: Mangyaring ipasok ang wastong pangalan

source: Please enter valid last name
fil: Mangyaring ipasok ang wastong apelyido

source: Please enter valid phone number
fil: Mangyaring ipasok ang wastong numero ng telepono

source: Please enter valid user name
fil: Mangyaring ipasok ang wastong pangalan ng gumagamit

source: Please provide rating
fil: Mangyaring magbigay ng rating

source: Please recheck your credentials and selected location.
fil: Mangyaring suriin muli ang iyong mga kredensyal at napiling lokasyon

source: Please recheck your phone number.It is already present in dura server.
fil: Mangyaring suriin muli ang numero ng iyong telepono. Narito na ito sa dura server.

source: Please select area
fil: Mangyaring pumili ng lugar

source: Please select desctination/where to(Final Drop) location
fil: Mangyaring piliin ang paglapag / kung saan sa (Huling Pag-drop) na lokasyon

source: Please select Pickup location
fil: Mangyaring piliin ang Lokasyon ng pickup

source: Please select Pickup Schedule
fil: Mangyaring piliin ang Iskedyul ng Pagkuha

source: Please select profile pic
fil: Mangyaring piliin ang profile pic

source: Please select type
fil: Mangyaring piliin ang uri

source: Please select your country code
fil: Mangyaring piliin ang iyong country code

source: Please tell us your Mobile number to proceed further.
fil: Mangyaring sabihin sa amin ang iyong numero sa Mobile upang magpatuloy sa karagdagang.

# Please_upload_a_picture
source: Please tell us about yourself and upload a picture.
fil: Mangyaring sabihin sa amin ang tungkol sa iyong sarili at mag-upload ng isang larawan.

source: Please wait
fil: Hintay lang po

source: Please Wait Finding Driver
fil: Mangyaring Maghintay Paghahanap ng Driver

source: Price :
fil: Presyo :

source: Price Breakdown
fil: Pagkasira ng Presyo

source: Price Breakdown
fil: Pagkasira ng Presyo

source: Privacy Policy
fil: Patakaran sa Pagkapribado

source: Promo code applied
fil: Inilapat ang code ng promo

source: Promo code applied successfully
fil: Matagumpay na na-apply ang Promocode

source: Rate & Review
fil: Pag-rate ng Review

source: Rate the Product
fil: I-rate ang Produkto

source: Recent Searched
fil: Kamakailang Hinanap

source: Recent saved address
fil: Kamakailang Nai-save na Address

source: Recharge Now
fil: Mag-recharge Ngayon

source: Refer a Friend
fil: Sumangguni ng isang Kaibigan

# Refer_a_friend_get_you_and_your_friend_off_on_food_ordering
source: Refer a friend & get you and your friend 50% off on food ordering
fil: Sumangguni sa isang kaibigan at makakuha ka at ang iyong kaibigan ng 50% diskwento sa pag-order ng pagkain

# Refer_code_does_not_match
source: Refer code does not match.Do you really want to proceed without referal code?
fil: Ang referral na code ay hindi tumutugma. Gusto mo ba talagang magpatuloy nang walang referal code?

source: Register Now
fil: Mag-rehistro na ngayon

source: Remove
fil: Tanggalin

source: Resend OTP
fil: Ipadala muli ang OTP

source: Reset Password
fil: I-reset ang Password

source: Reviews
fil: Mga pagsusuri

source: Save
fil: Magtipid

source: Saved Address
fil: Nai-save na Address

source: Saved Addresses
fil: Mga Nai-save na Address

source: Saved Cards
fil: Mga Nai-save na Card

source: Search
fil: Maghanap

source: Searching Driver...
fil: Naghahanap ng Driver ...

source: Search for the driver
fil: Maghanap para sa driver

source: Search Location
fil: Lokasyon ng Paghahanap

# Search_Restaurant
source: Search Restaurant, Dish etc...
fil: Maghanap ng Restaurant, Ulam atbp ...

source: Search Your Location
fil: Maghanap Iyong lokasyon

source: Second Id Proof
fil: Pangalawang Katibayan ng Id

source: Select Account Type
fil: Piliin ang Uri ng Account

# Select_an_options
source: Choose an option
fil: Pumili ng pagpipilian

source: Select List to get the details*
fil: Piliin ang Listahan upang makuha ang mga detalye *

source: Select Payment Mode
fil: Piliin ang Mode ng Pagbabayad

source: Select Status
fil: Piliin ang Katayuan

source: Select Vehicle
fil: Piliin ang Sasakyan

source: Sending OTP Server Error
fil: Nagpapadala ng OTP Server Error

source: Send OTP
fil: Magpadala ng OTP

# ServerError
source: Api response error, please try again
fil: Error sa pagtugon sa Api, mangyaring subukang muli

source: Services
fil: Mga serbisyo

source: Service Type
fil: Type ng Serbisyo

source: Service type
fil: Uri ng serbisyo

source: Settings
fil: Mga setting

# Set_your_pickup_and_drop_off_location_Dura_Express
source: Set your pickup and drop off location.Dura Express provides best services to deliver your items.
fil: Itakda ang iyong pickup at i-drop ang lokasyon. Nagbibigay ang Dura Express ng pinakamahusay na mga serbisyo upang maihatid ang iyong mga item.

source: Sign Up
fil: Mag-sign Up

source: Size :
fil: Laki :

source: Skip
fil: Laktawan

source: Sorry,we don't serve this location yet
fil: Paumanhin, hindi pa namin naghahatid ng lokasyon na ito

source: Status
fil: Katayuan

source: Stop Location
fil: Itigil ang Lokasyon

source: Storage Permission
fil: Pahintulot sa Imbakan

source: Submit
fil: Ipasa

source: Submit & Cancel Order
fil: Magsumite ng Kanselahin ang Order

source: Support Chat
fil: Suporta sa Chat

source: Surcharge
fil: Patong na singil

source: Tap on map to set your position
fil: Mag-tap sa mapa upang maitakda ang iyong posisyon

source: Tap to copy your reference code
fil: I-tap upang kopyahin ang iyong sanggunian code

# TermAndConditions
source: Term & Conditions
fil: Mga Kataga at Kundisyon

source: Terms of Services.
fil: Mga Tuntunin ng Serbisyo.

source: Thanks for provide the rating
fil: Salamat sa pagbibigay ng rating

source: This phone number is already registered
fil: Nakarehistro na ang numero ng telepono na ito

source: This promo will be applied for your next order
fil: Ilalapat ang promo na ito para sa iyong susunod na order

source: Time
fil: Oras

source: time should not be less than current time
fil: Ang oras ay hindi dapat mas mababa kaysa sa kasalukuyang oras

source: Tip Amount
fil: Halaga ng Tip

# Token_expired
source: Token expired, you will be redirected to login
fil: Nag-expire na ang token, maire-redirect ka upang mag-login

source: Total :
fil: Kabuuan :

source: Total Amount
fil: Kabuuang Halaga

source: (Total distance
fil: (Kabuuang distansya

source: (Total distance 20 km)
fil: (Kabuuang distansya 20 km)

source: Track Dura Express Order
fil: Subaybayan ang Dura Express Order

source: Track Now
fil: Subaybayan Ngayon

source: Track Order
fil: Order ng Subaybayan

source: Travel Time(Source to Destination)
fil: Oras ng Paglalakbay (Pinagmulan sa Patutunguhan)

source: Try Again
fil: Subukang Muli

source: Type notes to your driver (Optional)
fil: Mag-type ng mga tala sa iyong driver (Opsyonal)

source: Upload Additional Document
fil: Mag-upload ng Karagdagang Mga Dokumento

# Use_current_location
source: Use your current location
fil: Gamitin ang iyong kasalukuyang lokasyon

source: Validity :
fil: Valididad :

source: Vehicle
fil: Sasakyan

source: Vehicle Number
fil: Numero ng Sasakyan

source: Vehicle Type
fil: Uri ng Sasakyan

source: Verification
fil: Pagpapatunay

source: Verify
fil: Patunayan

source: Verify Your Account
fil: Beripikahin ang iyong account

source: View Profile
fil: Tingnan ang Profile

source: Wallet Amount is less than order amount.Do you really want to proceed with COD?
fil: Ang Halaga ng Wallet ay mas mababa sa halaga ng order. Nais mo bang magpatuloy sa COD?

source: Welcome!
fil: Maligayang pagdating!

source: We are coming soon !
fil: Malapit na tayo!
